Repository: pont-ro/glpi-iservice
Catalog: plugin/locales/*.po
Languages: ro_ro

source: Uninstall from printer
ro_ro: Dezinstalează de pe aparat

source: You have no compatible cartridges!
ro_ro: Nu aveți cartușe compatibile!

source: Invalid cartridge id: %d
ro_ro: Id cartuș invalid: %d

source: Invalid operation: %s
ro_ro: Operație invalidă: %s

source: Cartridge %d is already installed on a printer
ro_ro: Cartușul %d este instalat deja pe un aparat

source: Cartridge %d is not installed on a printer
ro_ro: Cartușul %d nu este instalat pe un aparat

source: Cartridge %d is empty, it is not installed on a printer
ro_ro: Cartușul %d este gol, nu este instalat pe un aparat

source: Could not delete cartridge from the database.
ro_ro: Nu s-a putut șterge cartușul din baza de date.

source: Operation not implemented: %s
ro_ro: Operația %s nu este implementată

source: Could not complete operation %s for cartridge %d
ro_ro: Operația %s nu poate fi efectuată pentru cartușul %d

source: Could not complete operation %s for consumable %d
ro_ro: Operația %s nu poate fi efectuată pentru consumabilul %d

source: Custom fields have been reset to default settings
ro_ro: Câmpurile adiționale au fost resetate la setările implicite

source: An error occurred while resetting custom fields to default settings
ro_ro: A apărut o eroare în timpul resetării câmpurilor adiționale la setările implicite

source: Could not complete operation %s for item %d
ro_ro: Operația %s nu poate fi efectuată pentru elementul %d

source: Invalid id: %d
ro_ro: Id invalid: %d

source: Invalid printer id: %d
ro_ro: Id aparat invalid: %d

source: Invalid ticket id: %d
ro_ro: Id tichet invalid: %d

source: Could not complete operation %s for printer %d
ro_ro: Operația %s nu poate fi efectuată pentru aparatul %d

source: Could not add supplier %d to contract %d
ro_ro: Partenerul %d nu poate fi adaugat la contract %d

source: Profile rights have been reset to default settings
ro_ro: Drepturile au fost resetate la setările implicite

source: An error occurred while resetting profile rights to default settings
ro_ro: A apărut o eroare în timpul resetării drepturilor la setările implicite

source: Profile rights for custom fields have been reset to default settings
ro_ro: Drepturile pentru câmpurile adiționale au fost resetate la setările implicite

source: An error occurred while resetting custom fields profile rights to default settings
ro_ro: A apărut o eroare în timpul resetării drepturilor pentru câmpurile adiționale la setările implicite

source: Various data
ro_ro: Diverse

source: Supplier Custom Field
ro_ro: Custom Field Partener

source: Special View
ro_ro: Listă specială

source: Inquiry
ro_ro: Solicitare

source: hMarfa export
ro_ro: export hMarfa

source: Move
ro_ro: Mută

source: Invalid movement type
ro_ro: Tip mutare invalid

source: Movement completed successfully
ro_ro: Mutarea s-a terminat cu succes

source: Could not create ticket!
ro_ro: Nu s-a putut crea tichetul!

source: Intervention report
ro_ro: Raport de intervenții

source: Ticket Id is missing!
ro_ro: Id-ul tichetului lipsește!

source: The following tickets have been also reopened
ro_ro: Următoarele tichete au mai fost deschise

source: See all
ro_ro: Vezi toate

source: Empties
ro_ro: Golește

source: emptied
ro_ro: golit

source: No cartridges to replace
ro_ro: Nu există cartuș de golit

source: You have no more compatible cartridges
ro_ro: Nu aveți alte cartușe compatibile

source: Cartridges available
ro_ro: Cartușe neinstalate

source: You have no compatible cartridges
ro_ro: Nu aveți cartușe compatibile

source: delivered before %s and not installed
ro_ro: livrate înainte de %s și neinstalate

source: Cartridge verifier
ro_ro: Verificator cartușe

source: Amount
ro_ro: Cantitate

source: Price
ro_ro: Preț

source: Full list
ro_ro: Lista completă

source: Compatible cartridges list
ro_ro: Listă cartușe compatibile

source: in €
ro_ro: în €

source: MailCollector has to be inactive to use it for E-maintenance
ro_ro: Receiverul trebuie să fie inactiv pentru a-l folosi pentru E-maintenance

source: Email rejected from %s
ro_ro: Adresa %s respinsă

source: Email with subject "%s" rejected
ro_ro: Emailul cu subiectul "%s" a fost respins

source: External order
ro_ro: Comandă externă

source: Internal order
ro_ro: Comandă internă

source: Supplier
ro_ro: Partener

source: Order status
ro_ro: Stare comandă

source: Usage address
ro_ro: Adresa de exploatare

source: Ticket has an invalid export type
ro_ro: Tichetul are tip export invalid

source: Ticket has no consumables
ro_ro: Tichetul nu are consumabile

source: Ticket has no partner
ro_ro: Tichetul nu are partener

source: Partner information
ro_ro: Informații partener

source: Average percent
ro_ro: Procent mediu

source: Last sales to the partner
ro_ro: Ultimele vânzări către partener

source: Consumable
ro_ro: Consumabil

source: Ticket list
ro_ro: Lista tichete

source: Order
ro_ro: Comandă

source: Pending
ro_ro: In lucrare

source: Sum of unpaid invoices
ro_ro: Suma facturilor neplătite

source: Custom fields updated
ro_ro: Custom fields actualizat

source: Error while updating custom fields
ro_ro: Eroare la actualizarea custom fields

source: Deadline
ro_ro: Termen livrare

source: Monthly plan
ro_ro: Plan lunar

source: Year
ro_ro: Anul

source: Month
ro_ro: Luna

source: This month
ro_ro: Luna curentă

source: Last month
ro_ro: Luna anterioară

source: 2 month ago
ro_ro: Acum 2 luni

source: Global read counter
ro_ro: Citire globală

source: Week
ro_ro: Săptămâna

source: Open tickets
ro_ro: Tichete deschise

source: Unpaid invoices
ro_ro: Facturi neplătite

source: Total unpaid
ro_ro: Total neplătit

source: Printer
ro_ro: Aparat

source: Old partner
ro_ro: Partener vechi

source: New partner
ro_ro: Partener nou

source: View
ro_ro: Vizualizează

source: Modify
ro_ro: Modifică

source: Close
ro_ro: Închide

source: Abort movement
ro_ro: Renunță la mutare

source: Create the ticket to continue
ro_ro: Creați tichetul pentru a continua

source: Close the ticket and issue the invoice to continue
ro_ro: Închideți tichetul și emiteți factura pentru a continua

source: Start movement
ro_ro: Începe mutarea

source: This movement is finalized
ro_ro: Această mutare este finalizată

source: Close the ticket to finalize movement
ro_ro: Închideți tichetul pentru a finaliza mutarea

source: Weight
ro_ro: Ordine

source: Pending email
ro_ro: Email în așteptare

source: Pending email updater
ro_ro: Actualizator emailuri în așteptare

source: Manage printer
ro_ro: Administrare aparat

source: New quick ticket
ro_ro: Tichet rapid nou

source: Operations list
ro_ro: Lista lucrări

source: Printers of the client
ro_ro: Aparatele acestui client

source: Client printers
ro_ro: Aparate client

source: Global contract
ro_ro: Contract global

source: Select if the printer is not billed individually, but together with other printers
ro_ro: Bifați aici în cazul în care aparatul NU se factureaza individual, ci este facturat împreună cu mai multe aparate

source: Stock verifier
ro_ro: Verificator stocuri

source: EM errors
ro_ro: erori EM

source: No E-Maintenance errors detected
ro_ro: Nu s-au detectat erori E-Maintenance

source: Data integrity test returned
ro_ro: Testul de integritate a dat

source: warnings
ro_ro: avertismente

source: and
ro_ro: și

source: errors
ro_ro: erori

source: black and white
ro_ro: alb-negru

source: Error saving ticket(s)
ro_ro: Eroare la salvarea tichetelor

source: %d ticket(s) saved.
ro_ro: %d ticket(e) salvat(e).

source: Warning. There is a newer ticket %1$d with installed cartridges. First remove cartridges from that ticket.
ro_ro: Atenție. Există un tichet mai nou %1$d cu cartușe instalate. Ștergeți întâi cartușele de pe acel tichet.

source: Notice
ro_ro: Aviz

source: Invoice
ro_ro: Factură

source: Send email to client
ro_ro: Trimite email către client

source: from
ro_ro: din

source: Estimation
ro_ro: Estimare

source: You can not install this cartridge because it is already installed with an other ticket!
ro_ro: Nu puteți instala acest cartuș deoarece este deja instalat cu un alt tichet!

source: You can not add new cartridges while there is a newer closed ticket.
ro_ro: Nu puteți adăuga cartușe cât timp există un tichet închis mai nou.

source: You can not add new cartridges while there is a newer ticket with cartridges.
ro_ro: Nu puteți adăuga cartușe cât timp există un tichet mai nou cu cartușe.

source: Select a cartridge
ro_ro: Selectați un cartuș

source: Ticket %s saved successfully.
ro_ro: Tichetul %s a fost salvat cu succes.

source: Could not send ticketreport to
ro_ro: Eroare la trimiterea raportului de intervenții la

source: Confirmation mail sent to
ro_ro: E-mail de confirmare trimis la

source: Last invoice date
ro_ro: Data ultima factură

source: Invoice expiry date
ro_ro: Data expirare factură

source: Printed surface
ro_ro: Suprafața printată

source: Color counter
ro_ro: Contor color

source: last invoice
ro_ro: ultima factură

source: last closed ticket
ro_ro: ultimul tichet închis

source: Consumed ink
ro_ro: Cerneală consumată

source: Black counter
ro_ro: Contor black

source: Error restoring cartridges
ro_ro: Eroare la restaurarea datelor cartușelor

source: Error restoring cartridges custom fields
ro_ro: Eroare la restaurarea cartridge custom fields

source: Error deleting cartridges
ro_ro: Eroare la ștergerea cartușelor

source: Error deleting cartridges custom fields
ro_ro: Eroare la ștergerea cartridge custom fields

source: Error deleting cartridges infocoms
ro_ro: Eroare la ștergerea infocom a cartușelor

source: \"Assigned to\" field is empty!
ro_ro: Câmpul "Repartizat către" este gol!

source: Category is not selected!
ro_ro: Categoria nu este selectată!

source: Black counter under limit!
ro_ro: Contor negru sub limită!

source: Color counter under limit!
ro_ro: Contor color sub limită!

source: Movement not invoiced!
ro_ro: Mutare ne-facturată!

source: Unfinished delivery!
ro_ro: Livrare nefinalizată!

source: hMarfa export not done!
ro_ro: Export hMarfa neefectuat!

source: closed tickets will be reopened. Are you sure you want to continue?
ro_ro: tichete închise mai noi vor fi redeschise. Sigur vreți să continuați?

source: Are you sure you want to reopen the ticket?
ro_ro: Sigur vreți să redeschideți tichetul?

source: Delivery/change
ro_ro: Livrare/înlocuire

source: Services invoice
ro_ro: Factură servicii

source: There is an unfinished movement for this printer, please finish movement %s first!
ro_ro: O mutare nefinalizată există pentru acest aparat, vă rugăm finalizați mutarea %s întâi!

source: Ticket already exists for movement %d
ro_ro: Există deja tichet pentru mutarea %d

source: invoicing
ro_ro: facturare

source: At the last verification at
ro_ro: La ultima verificare din

source: Verify when you last installed cartridges on the printer!
ro_ro: Verificați când ați instalat tonere pe aparat!

source: Last execution of hMarfa import
ro_ro: Ultima execuție hMarfa import

source: Change location
ro_ro: Schimbă locația

source: Add to printer
ro_ro: Instalează acest cartuș

source: Delete cartridge
ro_ro: Șterge acest cartuș

source: Cartridge deleted from database
ro_ro: Cartuș șters din baza de date

source: Installable cartridges
ro_ro: Cartușe ce pot fi instalate

source: Close ticket
ro_ro: Închidere tichet

source: Cannot identify printer from email
ro_ro: Nu se poate identifica aparatul din email

source: Goto link from email
ro_ro: Vezi linkul din email

source: Get E-maintenance emails
ro_ro: Obține e-mailurile E-maintenance

source: Processed mail list
ro_ro: Lista emailuri procesate

source: Evaluation
ro_ro: Evaluare

source: Send data
ro_ro: Trimite datele

source: Inbound Lots
ro_ro: Loturi de intrare

source: Last n tickets
ro_ro: Ultimele n tichete

source: Movement
ro_ro: Mutare

source: Movement list
ro_ro: Lista mutări

source: Operations
ro_ro: Lucrări

source: Generate
ro_ro: Generează

source: intervention report
ro_ro: raport de intervenție

source: Outbound Lots
ro_ro: Loturi de ieșire

source: Due partners
ro_ro: Scadențe facturi

source: Due partner list
ro_ro: Scadență parteneri

source: See invoice list
ro_ro: Vezi lista facturi

source: %d emails were sent
ro_ro: %d emailuri au fost trimise

source: %d emails were not sent
ro_ro: %d emailuri nu au fost trimise

source: Price List
ro_ro: Lista de prețuri

source: Printer counters
ro_ro: Contoare aparate

source: Warning! This operation will block the database for 5 minutes! Proceed?
ro_ro: Atenție!!! Această operațiune blochează baza de date pentru 5 minute! Executati?

source: Printer list
ro_ro: Lista aparate

source: Printers
ro_ro: Aparate

source: Read counter
ro_ro: Citire contor

source: Client has an unpaid invoice in value of %s RON
ro_ro: Partenerul are o factură neplătită în valoare de %s RON

source: You have compatible cartridges at other locations:
ro_ro: Aveți cartușe compatibile în altă locație:

source: Route Manifest
ro_ro: Foaie de parcurs

source: Clients with skipped payment
ro_ro: Clienți cu facturi omise

source: Stock optimization
ro_ro: Optimizare stoc

source: Stock Lots
ro_ro: Loturi de stoc

source: Visible
ro_ro: Vizibile

source: Show
ro_ro: Arată

source: Expires on %s
ro_ro: Expiră pe %s

source: Refresh
ro_ro: Reîmprospătează

source: from cache %s
ro_ro: din cache %s

source: black and white copies/day
ro_ro: copii alb-negru/zi

source: color copies/day
ro_ro: copii color/zi

source: and
ro_ro: și

source: Do not check before invoice is issued, operation can not be undone!
ro_ro: Nu bifați înainte ca factura de servicii să fie emisă, operația nu poate fi revocată!

source: Please confirm that the invoice was issued!
ro_ro: Vă rugăm să confirmați că factura a fost emisă!

source: To create an invoice, press the link
ro_ro: Pentru a crea factura, apăsați linkul

source: The date of the cartridge installation can not be later than the effective date!
ro_ro: Data instalării cartușului nu poate fi mai recentă decât data efectivă!

source: Consumables must exist if there is an export type!
ro_ro: Daca tip export nu este gol, adăugați consumabile!

source: Cartridge item was duplicated!
ro_ro: Modelul de cartuș a fost duplicat!

source: Are you sure you want to duplicate this cartridge item?
ro_ro: Sigur doriți să duplicați acest model de cartuș?

source: An error occurred while duplicating cartridge item.
ro_ro: A apărut o eroare la duplicarea modelului de cartuș.

source: Please make sure the CUI is correct, multiple partners found:
ro_ro: Asigurați-vă că CUI-ul este corect, s-au găsit mai mulți parteneri:

source: Field Cod Fiscal is required for import!
ro_ro: Câmpul Cod Fiscal este obligatoriu pentru import!

source: Partner already imported:
ro_ro: Partener deja importat:

source: An error occurred!
ro_ro: A apărut o eroare!

source: Partner not found
ro_ro: Partenerul nu a fost găsit

source: Duplicate
ro_ro: Duplicat

source: Duplicate Cartridge Item
ro_ro: Duplicare model de cartuș

source: Add Cartridge Item
ro_ro: Adaugă tip cartuș

source: Cartridge Item added
ro_ro: Tipul de cartuș a fost adăugat

source: Error adding Cartridge Item
ro_ro: Eroare la adăugarea tipului de cartuș

source: Cartridge Item(s) removed
ro_ro: Tipul de cartuș(e) a fost șters

source: Error removing Cartridge Item(s)
ro_ro: Eroare la ștergerea tipului de cartuș(e)

source: Invoice Date
ro_ro: Data factură

source: Number of lots
ro_ro: Număr loturi

source: Item code
ro_ro: Cod articol

source: Item name
ro_ro: Denumire

source: Quantity on outbound lots
ro_ro: Cantitate pe loturi de ieșire

source: Inbound quantity
ro_ro: Cantitate intrare

source: Outbound quantity
ro_ro: Cantitate ieșire

source: Stock
ro_ro: Stoc

source: High Turnover Lots
ro_ro: Loturi cu rulaj mare

source: Compatible models
ro_ro: Modele compatibile

source: Lot group
ro_ro: Grupa

source: Observations
ro_ro: Observații

source: Exclude item codes starting with:
ro_ro: Exclude codurile de articol care încep cu:

source: Average price
ro_ro: Preț mediu

source: No travel
ro_ro: Fără deplasare

source: Exclude no travel
ro_ro: Exclude fără deplasare

source: Without paper
ro_ro: Fără hârtie

source: Exclude without papers
ro_ro: Exclude fără hârtie

source: Serial number
ro_ro: Număr serie

source: Send
ro_ro: Trimite

source: Replaced %s toner
ro_ro: Înlocuit toner %s

source: Replaced toner with id: %s, color %s
ro_ro: Înlocuit toner cu id: %s, culoare %s

source: Replaced toner with id: %s, color %s, but there was an error while adding it to the ticket
ro_ro: Înlocuit toner cu id: %s, culoare %s, dar a apărut o eroare la adăugarea lui pe tichet

source: Replaced black toner
ro_ro: Înlocuit toner negru

source: Replaced cyan toner
ro_ro: Înlocuit toner cyan

source: Replaced magenta toner
ro_ro: Înlocuit toner magenta

source: Replaced yellow toner
ro_ro: Înlocuit toner galben

source: Download QR Codes
ro_ro: Descarcă codurile QR

source: Generate and download QR Codes
ro_ro: Generează și descarcă coduri QR

source: Disconnect QR Codes
ro_ro: Deconectează codurile QR

source: Delete QR Codes
ro_ro: Șterge codurile QR

source: Create Date
ro_ro: Data creării

source: QR code connected to printer %s serial %s.
ro_ro: Codul QR conectat la aparatul %s cu seria %s.

source: You are connected to printer %s serial %s. Please check the toners your replaced and fill other fields if applicable. The data will be sent after pressing the "Send" button.
ro_ro: Sunteți conectat la aparatul %s cu seria %s. Vă rugăm bifați tonerele pe care le-ați inlocuit și opțional completați celelalte date. Datele se vor trimite după apăsarea butonului "Trimite".

source: In order to send inquries, please fill in the fields below!
ro_ro: Pentru a trimite solicitări, vă rugăm completați câmpurile de mai jos!

source: Something went wrong, please try again later!
ro_ro: Ceva nu a mers bine, vă rugăm încercați mai târziu!

source: You have reached the maximum number of tickets that can be created from QR codes. Please contact the administrator if you need more tickets.
ro_ro: Ați atins numărul maxim de tichete care pot fi create din codurile QR. Vă rugăm contactați administratorul dacă aveți nevoie de mai multe tichete.

source: We could not connect QR code to printer with serial %s.
ro_ro: Nu am putut conecta codul QR la aparatul cu seria %s.

source: At least one field or checkbox must filled or checked!
ro_ro: Cel puțin un câmp sau casetă trebuie completat sau bifat!

source: Invalid QR code.
ro_ro: Cod QR invalid.

source: Can not find printer.
ro_ro: Nu se poate găsi aparatul.

source: Could not disconnect QR codes.
ro_ro: Nu s-au putut deconecta codurile QR.

source: Could not delete QR codes.
ro_ro: Nu s-au putut șterge codurile QR.

source: Assign to technician
ro_ro: Repartizează la tehnician

source: Could not assign QR code(s) to technician.
ro_ro: Nu s-au putut repartiza codurile QR la tehnician.

source: Unique Identification Code
ro_ro: Cod Fiscal

source: Printer with serial %s is already connected to an other QR code.
ro_ro: Aparatul cu seria %s este deja conectat la un alt cod QR.

source: Message
ro_ro: Mesaj

source: Document/Relevant pictures
ro_ro: Documente/Poze relevante

source: Close this page and scan the QR code again for a new report!
ro_ro: Închideți acestă pagina și scanați din nou codul QR pentru o nouă raportare!

source: Note: QR codes connected to printers should be disconnected before delete!
ro_ro: Notă: Codurile QR conectate la aparate trebuie deconectate înainte de ștergere!

source: Ticket with ID: %s was created for printer %s serial %s.
ro_ro: Tichetul cu ID: %s a fost creat pentru aparatul %s cu seria %s.
